{"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2025/12/30/hello-world/"},{"title":"test","text":"冰冷的空气如同亿万根烧红的钢针，狠狠扎进后背肩胛骨那五个碗口大的窟窿里，瞬间将几近溃散的意识强行刺穿、拽回！比这更尖锐、更冰冷的，是最后坠入黑暗前，死死烙印在眼底的那一抹碧色！ 凝魂暖玉！ 那是我拼了命换来的东西！为了它，我像个傻子一样冲进万毒谷，在毒瘴里滚爬，被毒虫啃噬得血肉模糊，好几次差点把命留在那片吃人不吐骨头的绝地！就为了抢回这半块据说能温养神魂、吊住濒死之人一口气的破石头！ 为了救他！为了救那个当时躺在宗门密室里，气若游丝，所有人都说药石无灵，眼看就要魂飞魄散的师尊——玄诚子！ 可现在呢？ 那抹熟悉的温润碧色，却在他亲手将我丹田掏空、像丢垃圾一样扔下万丈悬崖的瞬间，从他的袖口滑了出来！ 为什么？！ 这个尖锐的、带着血淋淋豁口的疑问，比坠崖的失重感更猛烈地撕扯着我残存的意识。巨大的背叛感像毒藤，瞬间绞紧了心脏，压过了丹田被毁的剧痛和灵力被疯狂抽离后的极致虚弱。一股腥甜猛地涌上喉咙，又被我死死咬住牙关咽了回去。不能死！至少…至少不能带着这个愚蠢透顶、可笑至极的疑问去死！ 轰——！ 身体终于砸进了什么东西里。 没有预想中粉身碎骨的撞击，反而是一种粘稠、冰冷、带着强烈腐蚀性气味的阻力。像是坠入了一池浓稠冰冷的墨汁里，又像是被无数条湿滑冰冷、带着粘液的舌头瞬间包裹、缠绕！ “噗！” 巨大的冲击力还是让五脏六腑都移了位，一口滚烫的鲜血再也压抑不住，狂喷而出。眼前金星乱冒，耳朵里嗡嗡作响，世界在极致的痛苦和眩晕中疯狂旋转。身下是厚厚一层腐烂的、不知堆积了多少年的落叶和淤泥，散发着令人作呕的霉烂气味。冰冷刺骨的泥水瞬间浸透了破烂的白袍，带着剧毒的寒意顺着伤口疯狂地往骨头缝里钻。 “呃…咳…咳咳…”每一次呛咳都牵扯着丹田处那个巨大的空洞和后背的贯穿伤，带来新一轮撕裂般的剧痛。我像一条濒死的鱼，在冰冷粘稠的泥沼里徒劳地挣扎、抽搐。视野被血水和泥浆模糊，只能勉强看到上方极高处，悬崖峭壁如同两面巨大的、沉默的、漆黑的刀锋，将一线灰蒙蒙的天空切割得只剩下窄窄的一条缝。那高不可攀的崖顶，正是将我无情抛下的地方。 雨，还在下。冰冷的雨点砸在脸上，混合着血水和污泥，顺着脸颊流淌。 冷。无孔不入的冷。 不仅仅是身体浸泡在冰冷泥水里的冷，更是从丹田那个被彻底掏空、只剩下虚无的巨大窟窿里散发出来的冷。那是一种深入骨髓、冻结灵魂的寒意。曾经奔流不息、温暖四肢百骸的灵力源泉，如今只剩下一个冰冷死寂的黑洞。每一次心跳，都像是在这个空洞里撞响一口破钟，震荡开的是无边无际的虚弱和绝望。身体像是被抽走了所有支撑的破布口袋，沉重得连一根手指都难以动弹。只有那被撕裂的伤口，在冰冷的泥水和毒瘴的侵蚀下，发出持续不断的、尖锐的灼痛和麻木，提醒着我这具残破的躯壳还苟延残喘着。 “嗬…嗬…”粗重而艰难的喘息声在死寂的崖底回荡，显得格外清晰和绝望。 为什么？ 那个问题，像淬了毒的匕首，一遍又一遍地在脑海里搅动。 为什么是他？为什么是那个我视若神明、甘愿为其付出一切的师尊？十六年！整整十六年！那些谆谆教诲，那些温和的笑容，那些看似严厉实则关切的指点…难道全都是假的？全都是为了把我养得“更肥美”，好在他需要的时候，像采摘一颗成熟的果子那样，将我连皮带骨、连同灵魂一起吞噬殆尽？！ “人丹…”师尊那冰冷无情的声音，如同魔咒般在耳边回响，“…天生就是人丹之材…” “献祭！献祭！献祭！”数万人的狂热嘶吼，如同海啸般从记忆深处席卷而来，再次将我淹没。 恶心！一股强烈的、翻江倒海的恶心感猛地从胃里直冲喉咙！比万毒谷最污秽的毒瘴还要令人作呕！不是为了这具残破的身体，而是为了那被彻底玷污、被践踏得粉碎的十六年信仰！为了那些虚伪的温暖和期许！为了台下那些瞬间倒戈、为这血腥献祭而欢呼的同门！ “噗！”又是一口鲜血喷出，颜色暗红，带着内脏受损的腥气。意识又开始模糊，冰冷的泥水似乎变得更加粘稠，拉扯着我下沉。眼皮沉重得如同灌了铅，视野里那线灰蒙蒙的天空也开始扭曲、变暗。 就这样…结束了吗？ 带着被至亲背叛的彻骨寒意，带着被整个世界抛弃的绝望，像阴沟里的老鼠一样，无声无息地烂死在这无人知晓的崖底淤泥里？ 不甘心！ 一股微弱却极其顽强的火焰，猛地从心底最深处、从那片被背叛和绝望冻结的废墟里窜起！烧灼着残存的意志！不能死！就算要死，也得死个明白！就算要化作厉鬼，也要爬回那问道峰顶，亲口问问他！问问他玄诚子！这十六年，究竟算什么？！那块凝魂暖玉，又算什么？！ 这丝不甘如同风中残烛，微弱，却死死支撑着即将溃散的意识。 就在这时—— 嘶嘶…嘶嘶嘶… 一种极其细微、却穿透了雨声和泥沼粘稠阻隔的声音，毫无征兆地钻进我的耳朵。 那声音…像是有什么东西在极其缓慢地摩擦着潮湿腐烂的落叶…又像是某种冰冷滑腻的鳞片在彼此刮擦…带着一种令人毛骨悚然的、非人的韵律。 我的心脏猛地一缩！残存的意识瞬间绷紧！崖底！这深不见光、毒瘴弥漫的绝地，怎么可能只有我一个活物？！或者说…等待我的，根本就不是安静的腐烂，而是另一种更直接的、更残酷的终结？ 身体僵硬得无法动弹，连转动眼珠都变得无比艰难。只能凭着听觉，捕捉着那声音的来源。它似乎就在附近…很近…正绕着这滩散发着血腥味的泥沼移动…带着一种捕食者特有的、不疾不徐的耐心和审视。 嘶嘶…嘶嘶嘶… 声音更清晰了，仿佛就在耳边！一股难以言喻的寒意顺着脊椎猛地窜上头顶！比崖底的阴冷更甚！那是被顶级掠食者锁定的、源自生命本能的恐惧！ 就在我全身肌肉绷紧到极致，连呼吸都几乎停滞的瞬间—— 一点冰冷、湿滑、带着分叉的触感，毫无预兆地，轻轻扫过我小腹丹田处那个血肉模糊、依旧在缓慢渗血的巨大伤口！ “呃！”我身体猛地一颤！那感觉…像是被一条冰冷滑腻的毒蛇信子舔过！伤口暴露的神经被这突如其来的刺激狠狠撩拨，剧痛如同电流般瞬间炸开！但比剧痛更强烈的，是那股瞬间冻结血液的、深入骨髓的恐惧和恶心！ 紧接着，一个极其沙哑、干涩，像是两块生锈的金属在摩擦的声音，几乎是贴着我的耳廓响了起来，带着一丝令人头皮发麻的、病态的陶醉： “啧…好甜的血腥味儿…真是…诱人…” 那声音近在咫尺！我甚至能感觉到对方说话时，一丝若有若无的、带着奇异腥甜气息的气流拂过耳垂！ 心脏像是被一只冰冷的手狠狠攥住！恐惧如同冰水，瞬间浇灭了刚刚燃起的那点不甘的火焰！不是幻觉！真的有东西！就在我身边！它盯上了我的伤口…我的血… 那沙哑的声音顿了一下，似乎在仔细品味着什么，接着，发出一声极其遗憾的、带着浓浓嫌弃的叹息： “可惜啊…可惜…炉鼎被掏得真干净…连点渣滓都不剩…白瞎了这么好的底子…暴殄天物…” 炉鼎！ 又是这个词！ 师尊那冰冷的声音和眼前这沙哑诡异的低语重叠在一起，像两把淬毒的匕首，狠狠捅进我残存的意识！ 剧痛、恐惧、极致的虚弱，还有这接踵而至的、来自未知怪物的觊觎，彻底压垮了紧绷的神经。一股无法抗拒的黑暗再次汹涌袭来，拉扯着我的意识沉沦。 然而，就在意识即将彻底熄灭的最后一瞬，一种强烈的、被窥视的感觉，如同芒刺在背，强行刺穿了黑暗！ 拼着最后一丝残存的力气，我猛地睁开了沉重的眼皮！ 视线依旧模糊，被血水、泥浆和濒死的黑暗所笼罩。但就在这片混沌的视野中心，一双眼睛！ 一双…无法形容的眼睛！ 瞳孔是极其诡异的、如同最上等翡翠般的幽碧色，在崖底昏暗的光线下，闪烁着冰冷、非人、毫无温度的光泽！那瞳孔不是圆的，而是…如同最毒的蛇类一般，是两道冰冷的、竖直的细缝！ 这双幽碧的竖瞳，正居高临下地、一眨不眨地、带着一种纯粹的、令人窒息的审视和…某种难以言喻的兴味，死死地钉在我的脸上！ 视线艰难地向上移动，试图看清这双恐怖眼睛的主人。只看到一个模糊的轮廓，似乎…很纤细？蜷缩在离我极近的泥沼边缘，大半身形都隐在腐烂的落叶和浓重的阴影里，看不真切。只有那非人的竖瞳，清晰得如同地狱的入口。 那沙哑的声音再次响起，这一次，带着一种近乎嘲弄的、玩味的腔调，清晰地钻进我嗡嗡作响的耳朵： “啧啧啧…瞧瞧这可怜见的小模样儿…”那声音顿了顿，幽碧的竖瞳微微眯起，一丝毫不掩饰的恶意如同冰冷的毒蛇，缠绕上每一个字：“来，告诉姐姐…”“是哪个…瞎了眼的混账东西…”“把你…糟蹋成这副…连骨头渣子都不剩的…鬼样子？” “姐…姐…？” 这个荒谬至极的称呼，像一根带着倒刺的针，狠狠扎进我混沌的脑子。喉咙里堵满了泥浆和血块，只能发出嗬嗬的、破风箱般的抽气声。巨大的恐惧和强烈的恶心感在胃里翻搅，但更深处，一种被当成死物般肆意评价、被剥开所有伤口审视的屈辱感，猛地冲破了濒死的麻木，烧得我残破的躯壳都在微微发抖。 幽碧的竖瞳近在咫尺，冰冷地倒映着我此刻的狼狈——像个被玩坏后丢弃的破烂人偶，瘫在散发着腐臭的泥沼里，丹田处碗口大的血窟窿狰狞地敞开着，还在缓慢地渗出暗红的液体。那双眼睛里没有怜悯，只有一种纯粹到令人胆寒的好奇，以及…一丝毫不加掩饰的、如同猫戏老鼠般的玩味。 “嗬…玄…玄诚…” 我拼尽全力，试图挤出那个刻骨铭心的名字，那个带来这一切背叛和毁灭的名字。声音嘶哑得如同砂纸摩擦，破碎不堪，刚吐出两个字，就又被涌上的血沫呛住，剧烈地咳嗽起来，每一次咳嗽都牵扯着丹田和后背的贯穿伤，带来一阵阵眼前发黑的剧痛。 “玄诚？” 那沙哑的声音带着一丝疑惑，随即像是想起了什么，发出一声短促而怪异的嗤笑，“哦？青云宗那个老白毛？装得人模狗样，心倒是黑得流脓的家伙？” 她竟然知道师尊？！而且语气如此…轻蔑？甚至带着厌恶？ 这个认知带来的冲击，暂时压过了身体上的痛苦。我猛地抬眼，试图在那双冰冷的竖瞳里寻找一丝线索，一丝除了戏谑和审视之外的东西。但那幽碧的瞳孔里，只有深不见底的、非人的冷漠。 “呵…” 她似乎觉得我的反应很有趣，发出一声意味不明的低哼。那蜷缩在阴影里的身影微微动了一下。 一股带着奇异腥甜、混合着浓郁草木腐烂气息的味道，猛地扑面而来！那味道极其霸道，瞬间盖过了崖底淤泥的腐臭和我身上的血腥味，钻入鼻腔，直冲大脑！ 下一刻，一只冰凉的手，突兀地、毫无征兆地，重重按在了我丹田处那个血肉模糊的巨大伤口上！ “呃啊啊——！！！” 无法形容的剧痛！那只手冰冷得像一块万年玄冰，手指纤细却蕴含着难以想象的力道，如同五根冰冷的铁钎，狠狠捅进了那个早已被撕裂、被掏空的脆弱部位！仿佛要将里面仅存的一点残渣都彻底碾碎！比师尊那撕裂丹田的一爪更痛！因为这痛苦里，还夹杂着一种深入骨髓的阴寒和一种被异物强行侵入的极致亵渎感！ 我像一条被钉在砧板上的鱼，身体猛地向上弓起，又重重砸回泥水里，溅起大片污浊。喉咙里爆发出不成调的、濒死野兽般的惨嚎，眼前彻底被黑暗和血光笼罩。所有的意识都被这灭顶的剧痛瞬间冲垮、撕碎！ 就在我即将被这纯粹的痛苦彻底吞噬，意识彻底沉入黑暗深渊的最后一刹那—— 那只冰冷的手，似乎…微微挪动了一下位置？按在了伤口边缘某个更靠近肋骨的地方？一股微弱到几乎可以忽略不计的、带着奇异清凉感的气息，极其突兀地，顺着那冰冷的手指，渗入了我剧痛灼热的伤口边缘。 那感觉…就像在熊熊燃烧的烈火地狱里，极其吝啬地滴下了一滴微不足道的冰水。 但就是这一点点突如其来的、与剧痛截然相反的异样清凉，像一根极其细微却无比坚韧的丝线，猛地勒住了我急速滑向彻底昏迷的意识！ 黑暗依旧浓重，剧痛丝毫没有减轻，身体依旧在泥沼中抽搐。 但…我没彻底昏死过去。 沉重的眼皮像是被粘稠的血浆糊住，每一次试图掀开都重若千钧。视野里是旋转的黑暗和斑驳的血色光影。听觉似乎被放大了无数倍，能清晰地听到自己心脏在胸腔里如同破鼓般疯狂擂动，每一次跳动都牵扯着全身的伤口，带来一阵阵钝痛。还有…近在咫尺的、极其细微的…舔舐声？ 嘶…嘶… 冰冷、湿滑、带着分叉的触感…再次出现！这一次，目标不再是丹田那恐怖的伤口，而是…我的脸颊？ 那感觉，就像是被一条冰冷的、带着细小倒刺的舌头，缓慢而仔细地舔过脸上的血污和泥浆。动作带着一种令人毛骨悚然的耐心和…品尝的意味？ 极致的恐惧混合着强烈的恶心感，瞬间压过了身体的剧痛和虚弱！胃里一阵翻江倒海！我猛地偏过头，试图躲开那恶心的触感，动作却因为虚弱而显得无比笨拙和徒劳。 “躲什么？” 那沙哑的声音贴得更近了，带着一丝不悦的鼻音，热气几乎喷在我的耳廓上，带着那股奇异的腥甜草木气息，“脏兮兮的，姐姐帮你舔干净点…啧，这血里，倒还有点意思…” 舔干净？！ 一股寒气从脚底板直冲天灵盖！这怪物！她到底想干什么？！ “放…开…” 我用尽全身残存的力气，从牙缝里挤出两个破碎的字眼，声音嘶哑得如同鬼泣。身体无法动弹，只能徒劳地用眼神表达着抗拒和极致的恐惧。那双幽碧的竖瞳，在如此近的距离下，显得更加巨大、更加冰冷、更加非人！瞳孔深处，似乎有细碎的、诡异的光点在流转，像倒映着深渊里不灭的磷火。 “放开？” 她似乎听到了什么极其可笑的事情，喉咙里发出一连串低沉而怪异的咕噜声，像是压抑的笑。“小可怜，骨头都碎成渣了，脾气倒还不小？” 那冰冷的手指，依旧如同铁钳般按在我的伤口附近，压制着我任何微弱的挣扎。幽碧的竖瞳微微转动，带着一种审视待宰羔羊般的冷酷，肆无忌惮地扫视着我残破不堪的身体，目光最后再次落在那狰狞的丹田伤口上。 “丹田碎成这样，筋脉寸断，本源枯竭…啧啧，那老白毛下手可真够绝的，生怕你还能剩下一口气啊？” 她的声音里带着一种近乎赞叹的残忍，“不过嘛…” 她的话音刻意拖长，幽碧的竖瞳猛地锁定了我的眼睛，那里面翻滚的冰冷和恶意几乎要满溢出来，嘴角似乎极其缓慢地向上勾起一个令人血液冻结的弧度。 “…遇到我，算你命不该绝？” 那笑容里没有半分暖意，只有一种看到新奇玩具般的、纯粹的、令人绝望的兴味。幽深的瞳孔深处，闪烁着捕食者锁定猎物时特有的、毫不掩饰的贪婪寒光。 比将我推下悬崖的师尊，更加令人毛骨悚然！ 这个念头如同最后的警钟，在我残存的意识里疯狂敲响！然而，极致的虚弱和那依旧死死按在伤口上的冰冷手指，彻底剥夺了我最后一丝反抗的可能。 眼前那抹诡异的碧色和那令人胆寒的笑容，成为了意识彻底沉入无边黑暗前，最后定格的画面。","link":"/2025/12/30/test/"}],"tags":[],"categories":[],"pages":[]}